<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");

if (isset($_REQUEST["backurl"]) && strlen($_REQUEST["backurl"])>0) {
    LocalRedirect($backurl);
}

use Bitrix\Main\Page\Asset;

Asset::getInstance()->addCss(SITE_TEMPLATE_PATH."/assets/css/pages/blogPage.css");
Asset::getInstance()->addJs(SITE_TEMPLATE_PATH."/assets/js/pages/blogPage.js");

$APPLICATION->SetPageProperty("title", "Блог детальная");
$APPLICATION->SetTitle("Блог детальная");
?>

<section class="blogPage">

    <div class="wrapper">
        <nav aria-label="Breadcrumb" class="breadcrumb">
            <ul>
                <li><a class="breadcrumb__link" href="#">Главная</a></li>
                <li><a class="breadcrumb__link" href="#">Блог</a></li>
                <li><span class="breadcrumb__page" aria-current="page">Верблюжья шерсть: полезные свойства и
                                применение </span></li>
            </ul>
        </nav>

        <h1 class="title">Верблюжья шерсть: полезные свойства и применение</h1>
    </div>

    <div class="blogPage-img">
        <img src="/local/templates/allmongolia_umax/assets/images/camels.jpg" alt="Главная картинка">
    </div>

    <div class="blogPage__content">
        <div class="blogPage__info">
            <div class="blogPage__block">
                <div class="blogPage__block-text">
                    <p>
                        Одежда и постельные принадлежности из натурального материала всегда ценились очень
                        высоко. Тщательно отобранное сырье обрабатывают по современным технологиям и получают
                        очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья шерсть, а, вернее,
                        пуховый подшерсток – он легкий, прочный, мягкий и очень теплый, а еще обладает
                        множеством полезных свойств.</p>
                </div>
            </div>
            <div class="blogPage__block" id="link1">
                <p class="blogPage__block-title">Особенности обработки верблюжьей шерсти</p>
                <div class="blogPage__block-text">
                    <p>
                        Получение качественной пряжи является трудоемким процессом. Заготовка материала
                        проводится только осенью, когда животные начинают активно линять. Их тщательно
                        вычесывают, а после полученный подшерсток сортируется и очищается от частичек грязи и
                        пыли. Далее его промывают и полностью высушивают. Сухое сырье снова вычесывают, чтобы
                        избавиться от коротких или обломанных волосков и получить однородную массу. Для этого
                        используют специальные чесальные машины.</p>
                    <p>Из хорошо обработанного сырья получают волокно или нити, которые в дальнейшем применяют
                        для создания тканых полотен разной толщины или пряжи для вязания. Самым распространенным
                        цветом материала является золотистый, но он также может окрашиваться в коричневый.
                    </p>
                </div>
            </div>
            <div class="blogPage__block" id="link2">
                <p class="blogPage__block-title">Сфера использования</p>
                <div class="blogPage__block-text">
                    <p>
                        Верблюжья шерсть широко используется в легкой промышленности. Из нее получают комфортные
                        пледы, носки, термобелье. Также волокно используют в качестве наполнителя для подушек и
                        одеял. Материал приятно согревает в холодную погоду, а в теплую работает как
                        естественный кондиционер.
                    </p>
                    <p>Еще одна сфера применения – пошив лечебных поясов, корсетов, а также накладок для коленей
                        и локтей. Это незаменимые вещи при радикулите, а также проблемах с суставами и мышцами.
                        Такие пояса хорошо пропускают воздух, мягко согревают и быстро впитывают влагу,
                        обеспечивая комфорт. Также из такого меха получаются очень стильные и теплые пальто.
                    </p>
                </div>
            </div>
            <div class="blogPage__block" id="link3">
                <p class="blogPage__block-title">Свойства верблюжьей шерсти</p>
                <div class="blogPage__block-text">
                    <p>
                        Главными ее достоинствами являются:
                    </p>
                    <ol>
                        <li>Гипоаллергенность. Мягкий мех не раздражает и не вызывает дискомфорта в виде
                            покалывания.</li>
                        <li>Высокие показатели теплопроводности. Они достигаются за счет того, что каждый
                            волосок внутри полый, поэтому прекрасно сохраняет тепло. Даже в морозную зиму такие
                            вещи будут приятно согревать.</li>
                        <li>Антитоксическое действие. Обработанные нити полностью нейтрализуют токсины, которые
                            вырабатываются организмом. Материал также благотворно влияет на кожу, очищая ее,
                            делая более упругой и гладкой.</li>
                        <li>Прекрасные целебные свойства. Изделия из верблюжьей шерсти положительно сказываются
                            на состоянии кожи, суставов, позвоночника, равномерно прогревают мышцы, снимая
                            болевые ощущения. Они не накапливают статическое электричество.</li>
                        <li>Комфортное сухое тепло. В отличие от синтетики, меховой покров верблюдов не создает
                            эффекта «парника». Волокна дышат, обеспечивают естественную вентиляцию. Это значит,
                            что в процессе ношения носков, свитеров тело не будет потеть и чрезмерно
                            перегреваться. Такой же эффект дают и одеяла.</li>
                    </ol>
                    <p>
                        Верблюжья шерсть – это очень ценное волокно, из которого получают по-настоящему
                        комфортные и долговечные вещи. Материал очень легкий, прочный и долговечный. При покупке
                        любых изделий из такого меха проведите рукой по поверхности – она должна быть гладкой,
                        приятной на ощупь и обеспечивать плавное скольжение руки. Если волокна имеют грубую
                        структуру, кажутся слишком сухими и тяжелыми, значит, перед вами подделка. Натуральная
                        верблюжья шерсть может иметь цвет в диапазоне от кремово-бежевого до темно-коричневого с
                        бурым оттенком. Выбирайте только качественную продукцию, которая будет радовать долгие
                        годы.
                    </p>
                </div>
            </div>
        </div>
        <div class="blogPage__description">
            <div class="blogPage__description-info">
                <div class="blogPage__description-block">
                    <p class="blogPage__description-name">дата публикации</p>
                    <div class="blogPage__description-data">
                        <svg width="23" height="26" viewBox="0 0 23 26" fill="none"
                             xmlns="http://www.w3.org/2000/svg">
                            <path d="M2.96387 10.6013H20.0452" stroke="#182225" stroke-width="2"
                                  stroke-linecap="round" stroke-linejoin="round" />
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M6.49316 14.6729C6.49316 14.2586 6.82895 13.9229 7.24316 13.9229H7.25204C7.66626 13.9229 8.00204 14.2586 8.00204 14.6729C8.00204 15.0871 7.66626 15.4229 7.25204 15.4229H7.24316C6.82895 15.4229 6.49316 15.0871 6.49316 14.6729ZM11.5047 13.9229C11.0905 13.9229 10.7547 14.2587 10.7547 14.6729C10.7547 15.0871 11.0905 15.4229 11.5047 15.4229H11.5136C11.9278 15.4229 12.2636 15.0871 12.2636 14.6729C12.2636 14.2587 11.9278 13.9229 11.5136 13.9229H11.5047ZM15.7573 13.9229C15.3431 13.9229 15.0073 14.2587 15.0073 14.6729C15.0073 15.0871 15.3431 15.4229 15.7573 15.4229H15.7662C16.1804 15.4229 16.5162 15.0871 16.5162 14.6729C16.5162 14.2587 16.1804 13.9229 15.7662 13.9229H15.7573ZM15.7573 17.9746C15.3431 17.9746 15.0073 18.3104 15.0073 18.7246C15.0073 19.1388 15.3431 19.4746 15.7573 19.4746H15.7662C16.1804 19.4746 16.5162 19.1388 16.5162 18.7246C16.5162 18.3104 16.1804 17.9746 15.7662 17.9746H15.7573ZM10.7547 18.7246C10.7547 18.3104 11.0905 17.9746 11.5047 17.9746H11.5136C11.9278 17.9746 12.2636 18.3104 12.2636 18.7246C12.2636 19.1388 11.9278 19.4746 11.5136 19.4746H11.5047C11.0905 19.4746 10.7547 19.1388 10.7547 18.7246ZM7.24316 17.9745C6.82895 17.9745 6.49316 18.3103 6.49316 18.7245C6.49316 19.1388 6.82895 19.4745 7.24316 19.4745H7.25204C7.66626 19.4745 8.00204 19.1388 8.00204 18.7245C8.00204 18.3103 7.66626 17.9745 7.25204 17.9745H7.24316Z"
                                  fill="#182225" />
                            <path d="M15.3752 2.88232V6.313" stroke="#182225" stroke-width="2"
                                  stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M7.63372 2.88232V6.313" stroke="#182225" stroke-width="2"
                                  stroke-linecap="round" stroke-linejoin="round" />
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M15.5617 4.52881H7.44717C4.63285 4.52881 2.875 6.23429 2.875 9.36922V18.8036C2.875 21.9878 4.63285 23.7327 7.44717 23.7327H15.5528C18.376 23.7327 20.125 22.0174 20.125 18.8824V9.36922C20.1338 6.23429 18.3849 4.52881 15.5617 4.52881Z"
                                  stroke="#182225" stroke-width="2" stroke-linecap="round"
                                  stroke-linejoin="round" />
                        </svg>
                        <p>01.11.2022</p>
                    </div>
                </div>
                <div class="blogPage__description-block">
                    <p class="blogPage__description-name">Просмотры</p>
                    <div class="blogPage__description-data">
                        <svg width="24" height="27" viewBox="0 0 24 27" fill="none"
                             xmlns="http://www.w3.org/2000/svg">
                            <rect y="0.885254" width="24" height="26.1081" rx="12" fill="white" />
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M21.8701 13.3954C21.2301 12.1879 17.7101 6.12865 11.7301 6.32447C6.20007 6.47676 3.00007 11.7637 2.13007 13.3954C1.95144 13.732 1.95144 14.1467 2.13007 14.4832C2.76007 15.669 6.13007 21.5542 12.0201 21.5542H12.2701C17.8001 21.4019 21.0101 16.115 21.8701 14.4832C22.0487 14.1467 22.0487 13.732 21.8701 13.3954ZM12.0001 17.7468C10.0671 17.7468 8.50007 16.0421 8.50007 13.9393C8.50007 11.8365 10.0671 10.1319 12.0001 10.1319C13.9331 10.1319 15.5001 11.8365 15.5001 13.9393C15.5001 16.0421 13.9331 17.7468 12.0001 17.7468ZM12.0001 15.5711C12.8285 15.5711 13.5001 14.8405 13.5001 13.9393C13.5001 13.0381 12.8285 12.3076 12.0001 12.3076C11.1716 12.3076 10.5001 13.0381 10.5001 13.9393C10.5001 14.8405 11.1716 15.5711 12.0001 15.5711Z"
                                  fill="#182225" />
                        </svg>
                        <p>123</p>
                    </div>
                </div>
                <div class="blogPage__description-block">
                    <p class="blogPage__description-name">Время чтения</p>
                    <div class="blogPage__description-data">
                        <svg width="20" height="25" viewBox="0 0 20 25" fill="none"
                             xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.5333 13.5403H9.69995V8.28247" stroke="black" stroke-width="2"
                                  stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M2.93347 3.55026L4.8668 1.9729" stroke="black" stroke-width="2"
                                  stroke-linecap="round" stroke-linejoin="round" />
                            <path d="M16.4664 3.55026L14.5331 1.9729" stroke="black" stroke-width="2"
                                  stroke-linecap="round" stroke-linejoin="round" />
                            <path
                                    d="M9.69999 23.0045C14.5049 23.0045 18.4 18.7673 18.4 13.5404C18.4 8.31343 14.5049 4.07617 9.69999 4.07617C4.89512 4.07617 1 8.31343 1 13.5404C1 18.7673 4.89512 23.0045 9.69999 23.0045Z"
                                    stroke="black" stroke-width="2" stroke-linecap="round"
                                    stroke-linejoin="round" />
                        </svg>
                        <p>15-20 минут</p>
                    </div>
                </div>
            </div>
            <p class="blogPage__description-title">содержание</p>
            <ol class="blogPage__description-list">
                <li><span><a class="blogPage__description-link" href="#link1">Особенности обработки верблюжьей
                                    шерсти</a></span></li>
                <li><span><a class="blogPage__description-link" href="#link2">Сфера использования</a></span>
                </li>
                <li><span><a class="blogPage__description-link" href="#link3">Свойства верблюжьей
                                    шерсти</a></span></li>
                <li><span><a class="blogPage__description-link" href="#">Свойства верблюжьей шерсти</a></span>
                </li>
                <li><span><a class="blogPage__description-link" href="#">Свойства верблюжьей шерсти</a></span>
                </li>
            </ol>
        </div>
    </div>

    <div class="wrapper">
        <div class="blogPage__swiper">
            <p class="blogPage__swiper-title">Другие статьи:</p>
            <div class="swiper article__swiper">
                <div class="swiper-wrapper">
                    <div class="swiper-slide">
                        <div class="blog__card-item">
                            <div class="blog__card-info">
                                <div class="blog__card-img">
                                    <img src="/local/templates/allmongolia_umax/assets/images/camelCard.jpg" alt="Статья">
                                </div>
                                <div class="blog__card-date">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M3.09277 9.40421H20.9167" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M6.80811 13.3096C6.80811 12.8954 7.14389 12.5596 7.55811 12.5596H7.56737C7.98158 12.5596 8.31737 12.8954 8.31737 13.3096C8.31737 13.7238 7.98158 14.0596 7.56737 14.0596H7.55811C7.14389 14.0596 6.80811 13.7238 6.80811 13.3096ZM12.005 12.5596C11.5907 12.5596 11.255 12.8954 11.255 13.3096C11.255 13.7238 11.5907 14.0596 12.005 14.0596H12.0142C12.4284 14.0596 12.7642 13.7238 12.7642 13.3096C12.7642 12.8954 12.4284 12.5596 12.0142 12.5596H12.005ZM16.4425 12.5596C16.0282 12.5596 15.6925 12.8954 15.6925 13.3096C15.6925 13.7238 16.0282 14.0596 16.4425 14.0596H16.4517C16.8659 14.0596 17.2017 13.7238 17.2017 13.3096C17.2017 12.8954 16.8659 12.5596 16.4517 12.5596H16.4425ZM16.4425 16.4461C16.0282 16.4461 15.6925 16.7819 15.6925 17.1961C15.6925 17.6103 16.0282 17.9461 16.4425 17.9461H16.4517C16.8659 17.9461 17.2017 17.6103 17.2017 17.1961C17.2017 16.7819 16.8659 16.4461 16.4517 16.4461H16.4425ZM11.255 17.1961C11.255 16.7819 11.5907 16.4461 12.005 16.4461H12.0142C12.4284 16.4461 12.7642 16.7819 12.7642 17.1961C12.7642 17.6103 12.4284 17.9461 12.0142 17.9461H12.005C11.5907 17.9461 11.255 17.6103 11.255 17.1961ZM7.55811 16.446C7.14389 16.446 6.80811 16.7818 6.80811 17.196C6.80811 17.6103 7.14389 17.946 7.55811 17.946H7.56737C7.98158 17.946 8.31737 17.6103 8.31737 17.196C8.31737 16.7818 7.98158 16.446 7.56737 16.446H7.55811Z"
                                              fill="#8A9B6E" />
                                        <path d="M16.0438 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path d="M7.96564 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M16.2383 3.5791H7.77096C4.83427 3.5791 3 5.21504 3 8.22213V17.2718C3 20.3261 4.83427 21.9999 7.77096 21.9999H16.229C19.175 21.9999 21 20.3545 21 17.3474V8.22213C21.0092 5.21504 19.1842 3.5791 16.2383 3.5791Z"
                                              stroke="#8A9B6E" stroke-width="1.5" stroke-linecap="round"
                                              stroke-linejoin="round" />
                                    </svg>
                                    <p>01.11.2022</p>
                                </div>
                                <div class="blog__card-views">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <rect width="24" height="24" rx="12" fill="white" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M21.8701 11.5001C21.2301 10.3901 17.7101 4.82012 11.7301 5.00012C6.20007 5.14012 3.00007 10.0001 2.13007 11.5001C1.95144 11.8095 1.95144 12.1907 2.13007 12.5001C2.76007 13.5901 6.13007 19.0001 12.0201 19.0001H12.2701C17.8001 18.8601 21.0101 14.0001 21.8701 12.5001C22.0487 12.1907 22.0487 11.8095 21.8701 11.5001ZM12.0001 15.5001C10.0671 15.5001 8.50007 13.9331 8.50007 12.0001C8.50007 10.0671 10.0671 8.50012 12.0001 8.50012C13.9331 8.50012 15.5001 10.0671 15.5001 12.0001C15.5001 13.9331 13.9331 15.5001 12.0001 15.5001ZM12.0001 13.5001C12.8285 13.5001 13.5001 12.8285 13.5001 12.0001C13.5001 11.1717 12.8285 10.5001 12.0001 10.5001C11.1716 10.5001 10.5001 11.1717 10.5001 12.0001C10.5001 12.8285 11.1716 13.5001 12.0001 13.5001Z"
                                              fill="black" />
                                    </svg>
                                    <p>123</p>
                                </div>
                            </div>
                            <p class="blog__card-title">Верблюжья шерсть: полезные свойства и применение</p>
                            <p class="blog__card-text">Одежда и постельные принадлежности из натурального
                                материала всегда
                                ценились очень высоко. Тщательно отобранное сырье обрабатывают по современным
                                технологиям и
                                получают очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья
                                шерсть, а, вернее,
                                пуховый подшерсток – он легкий, прочный, мя..</p>
                            <button class="button button--blog">читать подробнее</button>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="blog__card-item">
                            <div class="blog__card-info">
                                <div class="blog__card-img">
                                    <img src="/local/templates/allmongolia_umax/assets/images/camelCard.jpg" alt="Статья">
                                </div>
                                <div class="blog__card-date">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M3.09277 9.40421H20.9167" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M6.80811 13.3096C6.80811 12.8954 7.14389 12.5596 7.55811 12.5596H7.56737C7.98158 12.5596 8.31737 12.8954 8.31737 13.3096C8.31737 13.7238 7.98158 14.0596 7.56737 14.0596H7.55811C7.14389 14.0596 6.80811 13.7238 6.80811 13.3096ZM12.005 12.5596C11.5907 12.5596 11.255 12.8954 11.255 13.3096C11.255 13.7238 11.5907 14.0596 12.005 14.0596H12.0142C12.4284 14.0596 12.7642 13.7238 12.7642 13.3096C12.7642 12.8954 12.4284 12.5596 12.0142 12.5596H12.005ZM16.4425 12.5596C16.0282 12.5596 15.6925 12.8954 15.6925 13.3096C15.6925 13.7238 16.0282 14.0596 16.4425 14.0596H16.4517C16.8659 14.0596 17.2017 13.7238 17.2017 13.3096C17.2017 12.8954 16.8659 12.5596 16.4517 12.5596H16.4425ZM16.4425 16.4461C16.0282 16.4461 15.6925 16.7819 15.6925 17.1961C15.6925 17.6103 16.0282 17.9461 16.4425 17.9461H16.4517C16.8659 17.9461 17.2017 17.6103 17.2017 17.1961C17.2017 16.7819 16.8659 16.4461 16.4517 16.4461H16.4425ZM11.255 17.1961C11.255 16.7819 11.5907 16.4461 12.005 16.4461H12.0142C12.4284 16.4461 12.7642 16.7819 12.7642 17.1961C12.7642 17.6103 12.4284 17.9461 12.0142 17.9461H12.005C11.5907 17.9461 11.255 17.6103 11.255 17.1961ZM7.55811 16.446C7.14389 16.446 6.80811 16.7818 6.80811 17.196C6.80811 17.6103 7.14389 17.946 7.55811 17.946H7.56737C7.98158 17.946 8.31737 17.6103 8.31737 17.196C8.31737 16.7818 7.98158 16.446 7.56737 16.446H7.55811Z"
                                              fill="#8A9B6E" />
                                        <path d="M16.0438 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path d="M7.96564 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M16.2383 3.5791H7.77096C4.83427 3.5791 3 5.21504 3 8.22213V17.2718C3 20.3261 4.83427 21.9999 7.77096 21.9999H16.229C19.175 21.9999 21 20.3545 21 17.3474V8.22213C21.0092 5.21504 19.1842 3.5791 16.2383 3.5791Z"
                                              stroke="#8A9B6E" stroke-width="1.5" stroke-linecap="round"
                                              stroke-linejoin="round" />
                                    </svg>
                                    <p>01.11.2022</p>
                                </div>
                                <div class="blog__card-views">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <rect width="24" height="24" rx="12" fill="white" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M21.8701 11.5001C21.2301 10.3901 17.7101 4.82012 11.7301 5.00012C6.20007 5.14012 3.00007 10.0001 2.13007 11.5001C1.95144 11.8095 1.95144 12.1907 2.13007 12.5001C2.76007 13.5901 6.13007 19.0001 12.0201 19.0001H12.2701C17.8001 18.8601 21.0101 14.0001 21.8701 12.5001C22.0487 12.1907 22.0487 11.8095 21.8701 11.5001ZM12.0001 15.5001C10.0671 15.5001 8.50007 13.9331 8.50007 12.0001C8.50007 10.0671 10.0671 8.50012 12.0001 8.50012C13.9331 8.50012 15.5001 10.0671 15.5001 12.0001C15.5001 13.9331 13.9331 15.5001 12.0001 15.5001ZM12.0001 13.5001C12.8285 13.5001 13.5001 12.8285 13.5001 12.0001C13.5001 11.1717 12.8285 10.5001 12.0001 10.5001C11.1716 10.5001 10.5001 11.1717 10.5001 12.0001C10.5001 12.8285 11.1716 13.5001 12.0001 13.5001Z"
                                              fill="black" />
                                    </svg>
                                    <p>123</p>
                                </div>
                            </div>
                            <p class="blog__card-title">Верблюжья шерсть: полезные свойства и применение</p>
                            <p class="blog__card-text">Одежда и постельные принадлежности из натурального
                                материала всегда
                                ценились очень высоко. Тщательно отобранное сырье обрабатывают по современным
                                технологиям и
                                получают очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья
                                шерсть, а, вернее,
                                пуховый подшерсток – он легкий, прочный, мя..</p>
                            <button class="button button--blog">читать подробнее</button>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="blog__card-item">
                            <div class="blog__card-info">
                                <div class="blog__card-img">
                                    <img src="/local/templates/allmongolia_umax/assets/images/camelCard.jpg" alt="Статья">
                                </div>
                                <div class="blog__card-date">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M3.09277 9.40421H20.9167" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M6.80811 13.3096C6.80811 12.8954 7.14389 12.5596 7.55811 12.5596H7.56737C7.98158 12.5596 8.31737 12.8954 8.31737 13.3096C8.31737 13.7238 7.98158 14.0596 7.56737 14.0596H7.55811C7.14389 14.0596 6.80811 13.7238 6.80811 13.3096ZM12.005 12.5596C11.5907 12.5596 11.255 12.8954 11.255 13.3096C11.255 13.7238 11.5907 14.0596 12.005 14.0596H12.0142C12.4284 14.0596 12.7642 13.7238 12.7642 13.3096C12.7642 12.8954 12.4284 12.5596 12.0142 12.5596H12.005ZM16.4425 12.5596C16.0282 12.5596 15.6925 12.8954 15.6925 13.3096C15.6925 13.7238 16.0282 14.0596 16.4425 14.0596H16.4517C16.8659 14.0596 17.2017 13.7238 17.2017 13.3096C17.2017 12.8954 16.8659 12.5596 16.4517 12.5596H16.4425ZM16.4425 16.4461C16.0282 16.4461 15.6925 16.7819 15.6925 17.1961C15.6925 17.6103 16.0282 17.9461 16.4425 17.9461H16.4517C16.8659 17.9461 17.2017 17.6103 17.2017 17.1961C17.2017 16.7819 16.8659 16.4461 16.4517 16.4461H16.4425ZM11.255 17.1961C11.255 16.7819 11.5907 16.4461 12.005 16.4461H12.0142C12.4284 16.4461 12.7642 16.7819 12.7642 17.1961C12.7642 17.6103 12.4284 17.9461 12.0142 17.9461H12.005C11.5907 17.9461 11.255 17.6103 11.255 17.1961ZM7.55811 16.446C7.14389 16.446 6.80811 16.7818 6.80811 17.196C6.80811 17.6103 7.14389 17.946 7.55811 17.946H7.56737C7.98158 17.946 8.31737 17.6103 8.31737 17.196C8.31737 16.7818 7.98158 16.446 7.56737 16.446H7.55811Z"
                                              fill="#8A9B6E" />
                                        <path d="M16.0438 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path d="M7.96564 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M16.2383 3.5791H7.77096C4.83427 3.5791 3 5.21504 3 8.22213V17.2718C3 20.3261 4.83427 21.9999 7.77096 21.9999H16.229C19.175 21.9999 21 20.3545 21 17.3474V8.22213C21.0092 5.21504 19.1842 3.5791 16.2383 3.5791Z"
                                              stroke="#8A9B6E" stroke-width="1.5" stroke-linecap="round"
                                              stroke-linejoin="round" />
                                    </svg>
                                    <p>01.11.2022</p>
                                </div>
                                <div class="blog__card-views">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <rect width="24" height="24" rx="12" fill="white" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M21.8701 11.5001C21.2301 10.3901 17.7101 4.82012 11.7301 5.00012C6.20007 5.14012 3.00007 10.0001 2.13007 11.5001C1.95144 11.8095 1.95144 12.1907 2.13007 12.5001C2.76007 13.5901 6.13007 19.0001 12.0201 19.0001H12.2701C17.8001 18.8601 21.0101 14.0001 21.8701 12.5001C22.0487 12.1907 22.0487 11.8095 21.8701 11.5001ZM12.0001 15.5001C10.0671 15.5001 8.50007 13.9331 8.50007 12.0001C8.50007 10.0671 10.0671 8.50012 12.0001 8.50012C13.9331 8.50012 15.5001 10.0671 15.5001 12.0001C15.5001 13.9331 13.9331 15.5001 12.0001 15.5001ZM12.0001 13.5001C12.8285 13.5001 13.5001 12.8285 13.5001 12.0001C13.5001 11.1717 12.8285 10.5001 12.0001 10.5001C11.1716 10.5001 10.5001 11.1717 10.5001 12.0001C10.5001 12.8285 11.1716 13.5001 12.0001 13.5001Z"
                                              fill="black" />
                                    </svg>
                                    <p>123</p>
                                </div>
                            </div>
                            <p class="blog__card-title">Верблюжья шерсть: полезные свойства и применение</p>
                            <p class="blog__card-text">Одежда и постельные принадлежности из натурального
                                материала всегда
                                ценились очень высоко. Тщательно отобранное сырье обрабатывают по современным
                                технологиям и
                                получают очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья
                                шерсть, а, вернее,
                                пуховый подшерсток – он легкий, прочный, мя..</p>
                            <button class="button button--blog">читать подробнее</button>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="blog__card-item">
                            <div class="blog__card-info">
                                <div class="blog__card-img">
                                    <img src="/local/templates/allmongolia_umax/assets/images/camelCard.jpg" alt="Статья">
                                </div>
                                <div class="blog__card-date">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M3.09277 9.40421H20.9167" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M6.80811 13.3096C6.80811 12.8954 7.14389 12.5596 7.55811 12.5596H7.56737C7.98158 12.5596 8.31737 12.8954 8.31737 13.3096C8.31737 13.7238 7.98158 14.0596 7.56737 14.0596H7.55811C7.14389 14.0596 6.80811 13.7238 6.80811 13.3096ZM12.005 12.5596C11.5907 12.5596 11.255 12.8954 11.255 13.3096C11.255 13.7238 11.5907 14.0596 12.005 14.0596H12.0142C12.4284 14.0596 12.7642 13.7238 12.7642 13.3096C12.7642 12.8954 12.4284 12.5596 12.0142 12.5596H12.005ZM16.4425 12.5596C16.0282 12.5596 15.6925 12.8954 15.6925 13.3096C15.6925 13.7238 16.0282 14.0596 16.4425 14.0596H16.4517C16.8659 14.0596 17.2017 13.7238 17.2017 13.3096C17.2017 12.8954 16.8659 12.5596 16.4517 12.5596H16.4425ZM16.4425 16.4461C16.0282 16.4461 15.6925 16.7819 15.6925 17.1961C15.6925 17.6103 16.0282 17.9461 16.4425 17.9461H16.4517C16.8659 17.9461 17.2017 17.6103 17.2017 17.1961C17.2017 16.7819 16.8659 16.4461 16.4517 16.4461H16.4425ZM11.255 17.1961C11.255 16.7819 11.5907 16.4461 12.005 16.4461H12.0142C12.4284 16.4461 12.7642 16.7819 12.7642 17.1961C12.7642 17.6103 12.4284 17.9461 12.0142 17.9461H12.005C11.5907 17.9461 11.255 17.6103 11.255 17.1961ZM7.55811 16.446C7.14389 16.446 6.80811 16.7818 6.80811 17.196C6.80811 17.6103 7.14389 17.946 7.55811 17.946H7.56737C7.98158 17.946 8.31737 17.6103 8.31737 17.196C8.31737 16.7818 7.98158 16.446 7.56737 16.446H7.55811Z"
                                              fill="#8A9B6E" />
                                        <path d="M16.0438 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path d="M7.96564 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M16.2383 3.5791H7.77096C4.83427 3.5791 3 5.21504 3 8.22213V17.2718C3 20.3261 4.83427 21.9999 7.77096 21.9999H16.229C19.175 21.9999 21 20.3545 21 17.3474V8.22213C21.0092 5.21504 19.1842 3.5791 16.2383 3.5791Z"
                                              stroke="#8A9B6E" stroke-width="1.5" stroke-linecap="round"
                                              stroke-linejoin="round" />
                                    </svg>
                                    <p>01.11.2022</p>
                                </div>
                                <div class="blog__card-views">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <rect width="24" height="24" rx="12" fill="white" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M21.8701 11.5001C21.2301 10.3901 17.7101 4.82012 11.7301 5.00012C6.20007 5.14012 3.00007 10.0001 2.13007 11.5001C1.95144 11.8095 1.95144 12.1907 2.13007 12.5001C2.76007 13.5901 6.13007 19.0001 12.0201 19.0001H12.2701C17.8001 18.8601 21.0101 14.0001 21.8701 12.5001C22.0487 12.1907 22.0487 11.8095 21.8701 11.5001ZM12.0001 15.5001C10.0671 15.5001 8.50007 13.9331 8.50007 12.0001C8.50007 10.0671 10.0671 8.50012 12.0001 8.50012C13.9331 8.50012 15.5001 10.0671 15.5001 12.0001C15.5001 13.9331 13.9331 15.5001 12.0001 15.5001ZM12.0001 13.5001C12.8285 13.5001 13.5001 12.8285 13.5001 12.0001C13.5001 11.1717 12.8285 10.5001 12.0001 10.5001C11.1716 10.5001 10.5001 11.1717 10.5001 12.0001C10.5001 12.8285 11.1716 13.5001 12.0001 13.5001Z"
                                              fill="black" />
                                    </svg>
                                    <p>123</p>
                                </div>
                            </div>
                            <p class="blog__card-title">Верблюжья шерсть: полезные свойства и применение</p>
                            <p class="blog__card-text">Одежда и постельные принадлежности из натурального
                                материала всегда
                                ценились очень высоко. Тщательно отобранное сырье обрабатывают по современным
                                технологиям и
                                получают очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья
                                шерсть, а, вернее,
                                пуховый подшерсток – он легкий, прочный, мя..</p>
                            <button class="button button--blog">читать подробнее</button>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="blog__card-item">
                            <div class="blog__card-info">
                                <div class="blog__card-img">
                                    <img src="/local/templates/allmongolia_umax/assets/images/camelCard.jpg" alt="Статья">
                                </div>
                                <div class="blog__card-date">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M3.09277 9.40421H20.9167" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M6.80811 13.3096C6.80811 12.8954 7.14389 12.5596 7.55811 12.5596H7.56737C7.98158 12.5596 8.31737 12.8954 8.31737 13.3096C8.31737 13.7238 7.98158 14.0596 7.56737 14.0596H7.55811C7.14389 14.0596 6.80811 13.7238 6.80811 13.3096ZM12.005 12.5596C11.5907 12.5596 11.255 12.8954 11.255 13.3096C11.255 13.7238 11.5907 14.0596 12.005 14.0596H12.0142C12.4284 14.0596 12.7642 13.7238 12.7642 13.3096C12.7642 12.8954 12.4284 12.5596 12.0142 12.5596H12.005ZM16.4425 12.5596C16.0282 12.5596 15.6925 12.8954 15.6925 13.3096C15.6925 13.7238 16.0282 14.0596 16.4425 14.0596H16.4517C16.8659 14.0596 17.2017 13.7238 17.2017 13.3096C17.2017 12.8954 16.8659 12.5596 16.4517 12.5596H16.4425ZM16.4425 16.4461C16.0282 16.4461 15.6925 16.7819 15.6925 17.1961C15.6925 17.6103 16.0282 17.9461 16.4425 17.9461H16.4517C16.8659 17.9461 17.2017 17.6103 17.2017 17.1961C17.2017 16.7819 16.8659 16.4461 16.4517 16.4461H16.4425ZM11.255 17.1961C11.255 16.7819 11.5907 16.4461 12.005 16.4461H12.0142C12.4284 16.4461 12.7642 16.7819 12.7642 17.1961C12.7642 17.6103 12.4284 17.9461 12.0142 17.9461H12.005C11.5907 17.9461 11.255 17.6103 11.255 17.1961ZM7.55811 16.446C7.14389 16.446 6.80811 16.7818 6.80811 17.196C6.80811 17.6103 7.14389 17.946 7.55811 17.946H7.56737C7.98158 17.946 8.31737 17.6103 8.31737 17.196C8.31737 16.7818 7.98158 16.446 7.56737 16.446H7.55811Z"
                                              fill="#8A9B6E" />
                                        <path d="M16.0438 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path d="M7.96564 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M16.2383 3.5791H7.77096C4.83427 3.5791 3 5.21504 3 8.22213V17.2718C3 20.3261 4.83427 21.9999 7.77096 21.9999H16.229C19.175 21.9999 21 20.3545 21 17.3474V8.22213C21.0092 5.21504 19.1842 3.5791 16.2383 3.5791Z"
                                              stroke="#8A9B6E" stroke-width="1.5" stroke-linecap="round"
                                              stroke-linejoin="round" />
                                    </svg>
                                    <p>01.11.2022</p>
                                </div>
                                <div class="blog__card-views">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <rect width="24" height="24" rx="12" fill="white" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M21.8701 11.5001C21.2301 10.3901 17.7101 4.82012 11.7301 5.00012C6.20007 5.14012 3.00007 10.0001 2.13007 11.5001C1.95144 11.8095 1.95144 12.1907 2.13007 12.5001C2.76007 13.5901 6.13007 19.0001 12.0201 19.0001H12.2701C17.8001 18.8601 21.0101 14.0001 21.8701 12.5001C22.0487 12.1907 22.0487 11.8095 21.8701 11.5001ZM12.0001 15.5001C10.0671 15.5001 8.50007 13.9331 8.50007 12.0001C8.50007 10.0671 10.0671 8.50012 12.0001 8.50012C13.9331 8.50012 15.5001 10.0671 15.5001 12.0001C15.5001 13.9331 13.9331 15.5001 12.0001 15.5001ZM12.0001 13.5001C12.8285 13.5001 13.5001 12.8285 13.5001 12.0001C13.5001 11.1717 12.8285 10.5001 12.0001 10.5001C11.1716 10.5001 10.5001 11.1717 10.5001 12.0001C10.5001 12.8285 11.1716 13.5001 12.0001 13.5001Z"
                                              fill="black" />
                                    </svg>
                                    <p>123</p>
                                </div>
                            </div>
                            <p class="blog__card-title">Верблюжья шерсть: полезные свойства и применение</p>
                            <p class="blog__card-text">Одежда и постельные принадлежности из натурального
                                материала всегда
                                ценились очень высоко. Тщательно отобранное сырье обрабатывают по современным
                                технологиям и
                                получают очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья
                                шерсть, а, вернее,
                                пуховый подшерсток – он легкий, прочный, мя..</p>
                            <button class="button button--blog">читать подробнее</button>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="blog__card-item">
                            <div class="blog__card-info">
                                <div class="blog__card-img">
                                    <img src="/local/templates/allmongolia_umax/assets/images/camelCard.jpg" alt="Статья">
                                </div>
                                <div class="blog__card-date">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path d="M3.09277 9.40421H20.9167" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M6.80811 13.3096C6.80811 12.8954 7.14389 12.5596 7.55811 12.5596H7.56737C7.98158 12.5596 8.31737 12.8954 8.31737 13.3096C8.31737 13.7238 7.98158 14.0596 7.56737 14.0596H7.55811C7.14389 14.0596 6.80811 13.7238 6.80811 13.3096ZM12.005 12.5596C11.5907 12.5596 11.255 12.8954 11.255 13.3096C11.255 13.7238 11.5907 14.0596 12.005 14.0596H12.0142C12.4284 14.0596 12.7642 13.7238 12.7642 13.3096C12.7642 12.8954 12.4284 12.5596 12.0142 12.5596H12.005ZM16.4425 12.5596C16.0282 12.5596 15.6925 12.8954 15.6925 13.3096C15.6925 13.7238 16.0282 14.0596 16.4425 14.0596H16.4517C16.8659 14.0596 17.2017 13.7238 17.2017 13.3096C17.2017 12.8954 16.8659 12.5596 16.4517 12.5596H16.4425ZM16.4425 16.4461C16.0282 16.4461 15.6925 16.7819 15.6925 17.1961C15.6925 17.6103 16.0282 17.9461 16.4425 17.9461H16.4517C16.8659 17.9461 17.2017 17.6103 17.2017 17.1961C17.2017 16.7819 16.8659 16.4461 16.4517 16.4461H16.4425ZM11.255 17.1961C11.255 16.7819 11.5907 16.4461 12.005 16.4461H12.0142C12.4284 16.4461 12.7642 16.7819 12.7642 17.1961C12.7642 17.6103 12.4284 17.9461 12.0142 17.9461H12.005C11.5907 17.9461 11.255 17.6103 11.255 17.1961ZM7.55811 16.446C7.14389 16.446 6.80811 16.7818 6.80811 17.196C6.80811 17.6103 7.14389 17.946 7.55811 17.946H7.56737C7.98158 17.946 8.31737 17.6103 8.31737 17.196C8.31737 16.7818 7.98158 16.446 7.56737 16.446H7.55811Z"
                                              fill="#8A9B6E" />
                                        <path d="M16.0438 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path d="M7.96564 2V5.29078" stroke="#8A9B6E" stroke-width="1.5"
                                              stroke-linecap="round" stroke-linejoin="round" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M16.2383 3.5791H7.77096C4.83427 3.5791 3 5.21504 3 8.22213V17.2718C3 20.3261 4.83427 21.9999 7.77096 21.9999H16.229C19.175 21.9999 21 20.3545 21 17.3474V8.22213C21.0092 5.21504 19.1842 3.5791 16.2383 3.5791Z"
                                              stroke="#8A9B6E" stroke-width="1.5" stroke-linecap="round"
                                              stroke-linejoin="round" />
                                    </svg>
                                    <p>01.11.2022</p>
                                </div>
                                <div class="blog__card-views">
                                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <rect width="24" height="24" rx="12" fill="white" />
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M21.8701 11.5001C21.2301 10.3901 17.7101 4.82012 11.7301 5.00012C6.20007 5.14012 3.00007 10.0001 2.13007 11.5001C1.95144 11.8095 1.95144 12.1907 2.13007 12.5001C2.76007 13.5901 6.13007 19.0001 12.0201 19.0001H12.2701C17.8001 18.8601 21.0101 14.0001 21.8701 12.5001C22.0487 12.1907 22.0487 11.8095 21.8701 11.5001ZM12.0001 15.5001C10.0671 15.5001 8.50007 13.9331 8.50007 12.0001C8.50007 10.0671 10.0671 8.50012 12.0001 8.50012C13.9331 8.50012 15.5001 10.0671 15.5001 12.0001C15.5001 13.9331 13.9331 15.5001 12.0001 15.5001ZM12.0001 13.5001C12.8285 13.5001 13.5001 12.8285 13.5001 12.0001C13.5001 11.1717 12.8285 10.5001 12.0001 10.5001C11.1716 10.5001 10.5001 11.1717 10.5001 12.0001C10.5001 12.8285 11.1716 13.5001 12.0001 13.5001Z"
                                              fill="black" />
                                    </svg>
                                    <p>123</p>
                                </div>
                            </div>
                            <p class="blog__card-title">Верблюжья шерсть: полезные свойства и применение</p>
                            <p class="blog__card-text">Одежда и постельные принадлежности из натурального
                                материала всегда
                                ценились очень высоко. Тщательно отобранное сырье обрабатывают по современным
                                технологиям и
                                получают очень тонкую и эстетичную пряжу. Наиболее ценной считается верблюжья
                                шерсть, а, вернее,
                                пуховый подшерсток – он легкий, прочный, мя..</p>
                            <button class="button button--blog">читать подробнее</button>
                        </div>
                    </div>
                </div>
            </div>
            <div class="swiper-button-prev">
                <svg width="37" height="24" viewBox="0 0 37 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                            d="M0.939339 10.9393C0.353554 11.5251 0.353554 12.4749 0.939339 13.0607L10.4853 22.6066C11.0711 23.1924 12.0208 23.1924 12.6066 22.6066C13.1924 22.0208 13.1924 21.0711 12.6066 20.4853L4.12132 12L12.6066 3.51472C13.1924 2.92893 13.1924 1.97919 12.6066 1.3934C12.0208 0.807614 11.0711 0.807614 10.4853 1.3934L0.939339 10.9393ZM37 10.5L2 10.5L2 13.5L37 13.5L37 10.5Z"
                            fill="black" />
                </svg>
            </div>
            <div class="swiper-button-next">
                <svg width="37" height="24" viewBox="0 0 37 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                            d="M36.0607 13.0607C36.6464 12.4749 36.6464 11.5251 36.0607 10.9393L26.5147 1.3934C25.9289 0.807611 24.9792 0.807611 24.3934 1.3934C23.8076 1.97919 23.8076 2.92893 24.3934 3.51472L32.8787 12L24.3934 20.4853C23.8076 21.0711 23.8076 22.0208 24.3934 22.6066C24.9792 23.1924 25.9289 23.1924 26.5147 22.6066L36.0607 13.0607ZM0 13.5L35 13.5V10.5L0 10.5L0 13.5Z"
                            fill="black" />
                </svg>
            </div>
        </div>
    </div>

    <div class="wrapper">
        <div class="blogPage__comment">
            <div class="blogPage__comment-block">
                <p class="blogPage__comment-title">Комментарии</p>
                <div class="blogPage__comment-item">
                    <div class="blogPage__comment-item-data">
                        <p class="blogPage__comment-item-name">Юлия</p>
                        <p class="blogPage__comment-item-date">10.02.2022</p>
                    </div>
                    <p class="blogPage__comment-item-text">
                        Lorem ipsum dolor sit amet consectetur. Egestas erat scelerisque feugiat mollis vitae
                        pellentesque metus. Fermentum lacinia iaculis feugiat sit a. Purus facilisis faucibus
                        eget laoreet erat nisl. Convallis semper eget duis cursus ligula.
                    </p>
                </div>
                <div class="blogPage__comment-item">
                    <div class="blogPage__comment-item-data">
                        <p class="blogPage__comment-item-name">Юлия</p>
                        <p class="blogPage__comment-item-date">10.02.2022</p>
                    </div>
                    <p class="blogPage__comment-item-text">
                        Lorem ipsum dolor sit amet consectetur. Egestas erat scelerisque feugiat mollis vitae
                        pellentesque metus. Fermentum lacinia iaculis feugiat sit a. Purus facilisis faucibus
                        eget laoreet erat nisl. Convallis semper eget duis cursus ligula.
                    </p>
                </div>
                <div class="blogPage__comment-item">
                    <div class="blogPage__comment-item-data">
                        <p class="blogPage__comment-item-name">Юлия</p>
                        <p class="blogPage__comment-item-date">10.02.2022</p>
                    </div>
                    <p class="blogPage__comment-item-text">
                        Lorem ipsum dolor sit amet consectetur. Egestas erat scelerisque feugiat mollis vitae
                        pellentesque metus. Fermentum lacinia iaculis feugiat sit a. Purus facilisis faucibus
                        eget laoreet erat nisl. Convallis semper eget duis cursus ligula.
                    </p>
                </div>
                <button class="blogPage__comment-button">показать ещё
                </button>
            </div>
            <form class="blogPage__comment-form">
                <p class="blogPage__comment-title">оставить комментарий</p>
                <input type="text" class="blogPage__comment-input" placeholder="Имя*" required>
                <textarea class="blogPage__comment-textarea" placeholder="Текст комментария" rows="10" cols="20"
                          name="text"></textarea>
                <button class="blogPage__comment-button" type="submit">Отправить
                    <svg width="13" height="16" viewBox="0 0 13 16" fill="none"
                         xmlns="http://www.w3.org/2000/svg">
                        <path
                                d="M12.7071 8.70906C13.0976 8.31854 13.0976 7.68537 12.7071 7.29485L6.34315 0.930885C5.95262 0.540361 5.31946 0.540361 4.92893 0.930885C4.53841 1.32141 4.53841 1.95457 4.92893 2.3451L10.5858 8.00195L4.92893 13.6588C4.53841 14.0493 4.53841 14.6825 4.92893 15.073C5.31946 15.4635 5.95262 15.4635 6.34315 15.073L12.7071 8.70906ZM0 9.00195H12V7.00195H0V9.00195Z"
                                fill="black" />
                    </svg>
                </button>
            </form>
        </div>
    </div>

</section>

<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");
?>
