<h3>
    Способы оплаты
</h3>
<br />
<br />
<h3>
    Наличный расчёт
</h3>
<p>
    Если товар доставляется курьером, то оплата осуществляется
    наличными курьеру в руки. При получении товара обязательно
    проверьте комплектацию товара, наличие гарантийного талона и
    чека.
</p>
<h3>
    Банковской картой
</h3>
<p>
    Для выбора оплаты товара с помощью банковской карты на
    соответствующей странице необходимо нажать кнопку Оплата
    заказа банковской картой. Оплата происходит через ПАО СБЕРБАНК
    с использованием банковских карт следующих платёжных систем:
</p>
<img
    src="/local/templates/allmongolia_umax/assets/images/product-items__bottom-item-bottom-img--1.jpg"
    alt="" style="width: 29.3rem;height: 6.4rem;"
/>